
[X2Ability_WOTC_APA_SapperAbilitySet]

;  -- Localized Strings for Assault Infantry Abilities --
;  ------------------------------------------------------

strExplosiveOrdnance1Name = "爆炸军火 I"
strExplosiveOrdnance1Desc = "<font color='#CA7200'>职业技能熟练度I段</font><br/><Bullet/>获得榴弹袋，允许<Ability:ClassName/>装备第二枚榴弹。<br/><Bullet/>破坏环境的榴弹或火箭弹，造成<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_ENVIRONMENT_DAMAGE/></font>额外环境伤害。"

strExplosiveOrdnance2Name = "爆炸军火 II"
strExplosiveOrdnance2Desc = "<font color='#CA7200'>职业技能熟练度II段</font><br/><Bullet/>获得榴弹袋，且榴弹袋中的榴弹获得<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_GRENADE_POCKET_CHARGE_2/></font>充能，不包括寒霜炸弹等特殊榴弹。<br/><Bullet/>榴弹和火箭弹造成<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_ENVIRONMENT_DAMAGE/></font>额外环境伤害。<br/><Bullet/>榴弹和火箭弹获得<font color='#3ABD23'><Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_CHANCE/>%</font>暴击率和<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_DAMAGE/></font>暴击伤害。发射火箭推进榴弹时的最大散射显著降低。"

strExplosiveOrdnance3Name = "爆炸军火 III"
strExplosiveOrdnance3Desc = "<font color='#CA7200'>职业技能熟练度III段</font><br/><Bullet/>获得榴弹袋，且榴弹袋中的榴弹获得<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_GRENADE_POCKET_CHARGE_3_TOTAL/></font>充能，不包括寒霜炸弹等特殊榴弹。<br/><Bullet/>榴弹和火箭弹造成<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_ENVIRONMENT_DAMAGE/></font>额外环境伤害。<br/><Bullet/> 榴弹和火箭弹获得<font color='#3ABD23'><Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_CHANCE/>%</font> 暴击率和<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_DAMAGE/></font> 暴击伤害。<br/><Bullet/>[标准爆炸物]榴弹和火箭弹造成额外<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_STANDARD_EXPLOSIVE_ENVIRONMENT_DAMAGE/></font>环境伤害/<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_STANDARD_EXPLOSIVE_BASE_DAMAGE/></font>基础伤害/<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_STANDARD_EXPLOSIVE_CRIT_DAMAGE/></font>暴击伤害。发射火箭推进榴弹时的最大散射进一步降低。"


[X2Effect_WOTC_APA_ChemicalWarfare]
strChemicalWarfareFlyover = "化学战: 致晕毒气！"